[
  {
    "key": "sleep_cbti",
    "title": "טיפול קוגניטיבי-התנהגותי להפרעות שינה במתבגרים (CBT-I)",
    "author": "Dr. Colleen E. Carney, Ph.D. & Dr. Rachel Manber, Ph.D.",
    "short_desc": "מתבגרים רבים סובלים מקשיי שינה. מאמר זה מציג את עקרונות ה-CBT-I, טיפול ממוקד ויעיל שאינו תרופתי, המסייע בזיהוי ושינוי הרגלי חשיבה והתנהגות הפוגעים באיכות השינה, ומקנה כלים לשיפור היגיינת שינה.",
    "long_desc": "המאמר סוקר את הפרוטוקול של טיפול קוגניטיבי-התנהגותי לאינסומניה (CBT-I), המותאם במיוחד לאוכלוסיית המתבגרים. הוא מסביר כיצד מטפלים עובדים עם הנער/ה והוריהם כדי לזהות 'מחשבות גנבות שינה', להגביל זמן במיטה לפעילויות שינה בלבד, ולקבוע סדר יום קבוע. המאמר מדגיש את חשיבות שיתוף הפעולה של ההורים בתהליך ומציג נתונים על יעילות השיטה כפתרון ארוך טווח לבעיות שינה.",
    "link": "https://www.rehab.research.va.gov/jour/09/46/9/pdf/carney.pdf"
  },
  {
    "key": "emotional_regulation_dbt",
    "title": "ויסות רגשי במתבגרים באמצעות כלים מטיפול דיאלקטי-התנהגותי (DBT)",
    "author": "Dr. Marsha M. Linehan, Ph.D.",
    "short_desc": "התפרצויות זעם וקושי בניהול רגשות הם אתגר נפוץ בגיל ההתבגרות. המאמר מציג כלים מעשיים מגישת ה-DBT (שצמחה מתוך ה-CBT) המסייעים למתבגרים לזהות רגשות, להבין את תפקידם, ולפתח מיומנויות יעילות להתמודדות.",
    "long_desc": "מאמר זה מתמקד בארבעת עמודי התווך של טיפול דיאלקטי-התנהגותי (DBT) הרלוונטיים להורים ומתבגרים: מיומנויות קשיבות (מיינדפולנס), יעילות בין-אישית, ויסות רגשי ועמידות במצוקה. הוא מציע תרגילים פשוטים שהורים יכולים ללמד את ילדיהם, כמו טכניקת 'STOP' לעצירה לפני תגובה אימפולסיבית, וכיצד ליצור 'תוכנית התמודדות' למצבי משבר רגשיים, במטרה להחליף התנהגויות הרסניות בתגובות בריאות יותר.",
    "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2963469/"
  },
  {
    "key": "anxiety_parent_cbt",
    "title": "תפקיד ההורים בטיפול CBT בחרדה אצל ילדים ומתבגרים",
    "author": "Dr. Philip C. Kendall, Ph.D.",
    "short_desc": "חרדה היא אחת הבעיות הנפשיות השכיחות ביותר. מאמר זה מדגיש את התפקיד המכריע של הורים בתהליך הטיפולי. הוא מסביר כיצד הימנעות מגורמי חרדה מחזקת אותה, ומציע להורים כלים לעודד חשיפה הדרגתית ומבוקרת.",
    "long_desc": "ד\"ר קנדל, מפתח תוכנית 'Coping Cat' לטיפול בחרדה, מסביר כיצד הורים יכולים להפוך ל'מאמני התמודדות' עבור ילדיהם. המאמר מפרט את עקרון החשיפה ההדרגתית ( בניית 'סולם פחד'), ומלמד הורים כיצד לזהות ולשנות את תגובותיהם המגוננות, שלעיתים משמרות את החרדה באופן לא מודע. הוא מספק דוגמאות לדיאלוגים מעצימים שמחזקים את תחושת המסוגלות של המתבגר מול הפחד.",
    "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3268902/"
  },
  {
    "key": "eating_disorders_fbt",
    "title": "טיפול משפחתי (FBT) בהפרעות אכילה אצל מתבגרים",
    "author": "Dr. James Lock, MD, Ph.D.",
    "short_desc": "בהתמודדות עם הפרעות אכילה, למשפחה יש תפקיד מרכזי. מאמר זה מתאר את גישת ה-FBT, המעצימה הורים לקחת אחריות על החזרת ילדם לאכילה סדירה ובריאה, כשלב ראשון והכרחי בדרך להחלמה.",
    "long_desc": "טיפול מבוסס-משפחה (FBT) הוא טיפול הבחירה באנורקסיה נרבוזה במתבגרים. המאמר מפרט את שלושת שלבי הטיפול: בשלב הראשון, ההורים מאוחדים ולוקחים שליטה מלאה על הארוחות כדי להשיב את המשקל התקין. בשלב השני, השליטה מועברת בהדרגה חזרה למתבגר. בשלב השלישי, מתמקדים באתגרי גיל ההתבגרות הכלליים. הגישה רואה בהורים חלק מהפתרון ולא חלק מהבעיה.",
    "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3035837/"
  },
  {
    "key": "anger_management_cbt",
    "title": "טיפול קוגניטיבי-התנהגותי בכעס ותוקפנות אצל מתבגרים",
    "author": "Dr. John E. Lochman, Ph.D.",
    "short_desc": "התקפי זעם ותוקפנות יכולים להעיב על היחסים במשפחה. מאמר זה מציג מודל CBT המסייע למתבגרים לזהות טריגרים לכעס, לפרש סיטואציות חברתיות באופן מדויק יותר, וללמוד טכניקות לפתרון בעיות במקום תגובות אגרסיביות.",
    "long_desc": "התוכנית 'Coping Power', שפותחה על ידי ד\"ר לוצ'מן, משלבת מפגשים עם הילד ובמקביל הדרכת הורים. המאמר מסביר כיצד ללמד את המתבגר לזהות סימנים גופניים של כעס מתעורר, להשתמש בדיבור-עצמי מרגיע, ולהעריך את ההשלכות של התנהגותו. במקביל, ההורים לומדים טכניקות לחיזוקים חיוביים, הצבת גבולות עקבית, וניהול משא ומתן משפחתי יעיל.",
    "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2779975/"
  },
  {
    "key": "social_anxiety_clark",
    "title": "מודל קוגניטיבי לחרדה חברתית ויישומו בטיפול",
    "author": "Dr. David M. Clark, Ph.D. & Dr. Adrian Wells, Ph.D.",
    "short_desc": "מתבגרים עם חרדה חברתית חוששים משיפוט שלילי ונוטים להימנע ממצבים חברתיים. מאמר קלאסי זה מסביר את מעגל הקסמים של החרדה החברתית: מחשבות שליליות, התנהגויות ביטחון, ומיקוד תשומת לב עצמי שדווקא מגבירים את החרדה.",
    "long_desc": "המודל של קלארק וולס הוא אבן דרך בהבנת חרדה חברתית. המאמר מסביר כיצד 'התנהגויות ביטחון' (כמו הימנעות מקשר עין או דיבור בקול שקט) מונעות מהאדם לגלות שהחששות שלו מוגזמים. הטיפול המוצע כולל ניסויים התנהגותיים בהם המתבגר מוותר על התנהגויות הביטחון שלו, ומקליט וידאו של עצמו כדי לקבל משוב מציאותי על הופעתו. הורים יכולים לסייע בזיהוי התנהגויות אלו ובעידוד לניסויים.",
    "link": "https://www.infocop.es/view_article.asp?id=141"
  },
  {
    "key": "procrastination_cbt",
    "title": "הבנה וטיפול בדחיינות באמצעות CBT",
    "author": "Dr. Timothy A. Pychyl, Ph.D.",
    "short_desc": "דחיינות היא לא עצלנות, אלא קושי בוויסות רגשי מול משימה. מאמר זה מפרק את הסיבות לדחיינות, כמו פחד מכישלון או פרפקציוניזם, ומציע אסטרטגיות CBT להתמודדות, כמו חלוקת משימות גדולות לצעדים קטנים והתחלה מיידית.",
    "long_desc": "ד\"ר פיצ'ל, חוקר מוביל בתחום הדחיינות, מסביר שהיא נובעת מרצון להימנע מרגשות לא נעימים הקשורים למשימה. הוא מציע להורים ולמתבגרים כלים מעשיים: טכניקת '5 דקות' (פשוט להתחיל לחמש דקות), התמקדות ב'פעולה הבאה' הקונקרטית במקום במטרה הסופית המלחיצה, ושימוש ב'סליחה עצמית' לאחר דחיינות כדי לשבור את המעגל השלילי של אשמה והימנעות נוספת.",
    "link": "https://www.researchgate.net/publication/268421110_Cognitive_behavioral_therapy_for_procrastination"
  },
  {
    "key": "parent_child_interaction",
    "title": "טיפול באמצעות אינטראקציית הורה-ילד (PCIT) למתבגרים",
    "author": "Dr. Cheryl B. McNeil, Ph.D.",
    "short_desc": "PCIT הוא טיפול מבוסס-ראיות שנועד לשפר את איכות היחסים בין הורים לילדים ולהפחית בעיות התנהגות. המאמר מתאר התאמות של הגישה לגיל ההתבגרות, תוך התמקדות בשיפור התקשורת ופתרון קונפליקטים.",
    "long_desc": "למרות ש-PCIT פותח במקור לילדים צעירים, עקרונותיו ישימים גם למתבגרים. המאמר מתאר שני שלבים: הראשון, 'אינטראקציה מונחית-ילד', בו ההורה לומד להקשיב, לשקף, ולתת חיזוקים חיוביים (באמצעות כישורי PRIDE). השני, 'אינטראקציה מונחית-הורה', בו ההורה לומד לתת הוראות יעילות, ברורות ועקביות. המטרה היא לבנות מחדש את הקשר החיובי כבסיס להצבת גבולות יעילה.",
    "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4407422/"
  },
  {
    "key": "ocd_erp",
    "title": "חשיפה ומניעת תגובה (ERP) לטיפול ב-OCD במתבגרים",
    "author": "Dr. Edna B. Foa, Ph.D.",
    "short_desc": "ERP נחשב לטיפול היעיל ביותר בהפרעה טורדנית-כפייתית (OCD). המאמר מסביר את ההיגיון מאחורי השיטה: חשיפה מכוונת למחשבות ולמצבים המעוררים חרדה, תוך הימנעות מהטקסים הכפייתיים, כדי ללמד את המוח שהחרדה חולפת מעצמה.",
    "long_desc": "ד\"ר פואה, מחלוצות ה-ERP, מסבירה כיצד טקסים (קומפולסיות) מפחיתים חרדה בטווח הקצר אך משמרים את ה-OCD בטווח הארוך. הטיפול כולל בניית היררכיית חשיפות, מהקל אל הכבד, והסכם עם המתבגר והוריו על מניעת התגובה. תפקיד ההורים הוא קריטי: עליהם ללמוד להפסיק להשתתף בטקסים (למשל, להפסיק לתת אישורים חוזרים ונשנים) ולעודד את המתבגר בזמן תרגילי החשיפה.",
    "link": "https://iocdf.org/about-ocd/ocd-treatment/erp/"
  },
  {
    "key": "self_esteem_cbt",
    "title": "שיפור הערכה עצמית נמוכה באמצעות CBT",
    "author": "Dr. Melanie Fennell, Ph.D.",
    "short_desc": "הערכה עצמית נמוכה אינה תכונת אופי, אלא תוצר של אמונות יסוד שליליות. מאמר זה מציג מודל CBT להבנת המנגנונים המשמרים דימוי עצמי נמוך, ומציע טכניקות לזיהוי ושינוי 'כללי חיים' נוקשים ומחשבות שליליות אוטומטיות.",
    "long_desc": "המודל של פנל מתאר 'מעגל קסמים' בו אמונות ליבה שליליות ('אני לא שווה') מובילות לכללים נוקשים ('אני חייב תמיד להצליח'), שמובילים לחרדת ביצוע, הימנעות, ופרשנות מוטה של תוצאות. הטיפול מתמקד בזיהוי הכללים הללו, בחינת הראיות בעדם ונגדם, וביצוע ניסויים התנהגותיים כדי לבחון אותם במציאות. המטרה היא לבנות 'אמונת ליבה חלופית' ומאוזנת יותר.",
    "link": "https://www.cci.health.wa.gov.au/-/media/CCI/Mental-Health-Professionals/Self-Esteem/Information-Sheets/Information-Sheet-01---What-is-Low-Self-Esteem.pdf"
  },
  {
    "key": "behavioral_activation_depression",
    "title": "הפעלה התנהגותית (BA) לטיפול בדיכאון במתבגרים",
    "author": "Dr. Christopher R. Martell, Ph.D.",
    "short_desc": "דיכאון גורם לנסיגה מפעילויות מהנות ומספקות, מה שמחמיר את הדיכאון. הפעלה התנהגותית (BA) היא גישת CBT פשוטה ויעילה שמתמקדת בהגברת הפעילות באופן שיטתי כדי לשבור את מעגל הדיכאון ולהגביר קבלת חיזוקים חיוביים מהסביבה.",
    "long_desc": "במקום להתמקד בניתוח מחשבות, BA מתרכז בקשר הישיר בין פעולה למצב רוח. הטיפול כולל ניטור הקשר בין פעילויות ומצב רוח, זיהוי דפוסי הימנעות, ובניית היררכיית פעילויות מהנות או בעלות ערך, מהקל אל הכבד. הורים יכולים לסייע בזיהוי פעילויות כאלה ובעידוד ותכנון משותף של שילובן ההדרגתי בסדר היום של המתבגר, גם כשאין לו 'חשק' לעשותן.",
    "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4894325/"
  },
  {
    "key": "screen_time_cbt",
    "title": "שימוש בעקרונות CBT לניהול זמן מסך של מתבגרים",
    "author": "Dr. David Greenfield, Ph.D.",
    "short_desc": "המאבק על זמן מסך הוא אתגר מרכזי להורים. מאמר זה מיישם עקרונות CBT להבנת השימוש הבעייתי במסכים, המונע על ידי חיזוקים מיידיים ומשתנים (בדומה למכונת מזל), ומציע כלים ליצירת הרגלים בריאים יותר.",
    "long_desc": "המאמר מסביר כיצד התראות ואלגוריתמים מתוכננים ללכוד את תשומת הלב שלנו. הוא מציע להורים ולמתבגרים לעבוד יחד על זיהוי הטריגרים לשימוש יתר (שעמום, חרדה חברתית), והמחשבות ('רק עוד סרטון אחד'). הפתרונות כוללים יצירת 'תקציב זמן מסך' משותף, קביעת אזורים וזמנים 'ללא מסך' (כמו ארוחות ערב), עידוד תחביבים אלטרנטיביים, ותרגול 'גמילה דיגיטלית' קצרה ומתוכננת.",
    "link": "https://virtual-addiction.com/net-compulsion/dopamine-and-the-brain/"
  },
  {
    "key": "communication_skills",
    "title": "שיפור מיומנויות תקשורת במשפחה באמצעות כלים קוגניטיביים",
    "author": "Dr. Aaron T. Beck, M.D.",
    "short_desc": "תקשורת לקויה נובעת לרוב מ'עיוותי חשיבה' ופרשנויות שגויות. מאמר זה, המבוסס על עבודתו של מייסד ה-CBT, מסביר כיצד זיהוי מחשבות אוטומטיות במהלך ויכוח יכול להוביל לדיאלוג יעיל ואמפתי יותר בין הורים למתבגרים.",
    "long_desc": "ד\"ר בק מסביר שמאחורי כל אמירה כועסת מסתתרת מחשבה אוטומטית. הוא מציע להורים לתרגל 'הקשבה פעילה' – לחזור על דברי המתבגר במילים שלהם כדי לוודא שהבינו נכון, לפני שהם מגיבים. כמו כן, הוא מלמד לזהות עיוותי חשיבה נפוצים בוויכוחים, כמו 'קריאת מחשבות' ('אני יודע שהוא עושה את זה בכוונה') או 'הכל או כלום' ('הוא אף פעם לא מקשיב לי'), ולנסח את הדברים באמצעות 'מסרי אני' במקום האשמות.",
    "link": "https://beckinstitute.org/blog/3-ways-to-improve-communication-in-your-relationships/"
  },
  {
    "key": "problem_solving_skills",
    "title": "לימוד כישורי פתרון בעיות חברתיות (SPS) למתבגרים",
    "author": "Dr. Arthur M. Nezu, Ph.D. & Dr. Christine Maguth Nezu, Ph.D.",
    "short_desc": "קושי בפתרון בעיות יכול להוביל לתסכול ותגובות אימפולסיביות. גישת SPS היא שיטת CBT מובנית בת 5 שלבים המסייעת למתבגרים לגשת לבעיות באופן שיטתי, החל מהגדרת הבעיה ועד לבחירת הפתרון היעיל ביותר.",
    "long_desc": "המאמר מפרט את חמשת שלבי ה-SPS: 1. הגדרה מדויקת של הבעיה. 2. העלאת כל הפתרונות האפשריים (סיעור מוחות), גם אם הם נראים 'טיפשיים'. 3. הערכת היתרונות והחסרונות של כל פתרון. 4. בחירת הפתרון הטוב ביותר ותכנון יישומו. 5. ביצוע ומעקב. הורים יכולים להשתמש במודל זה כדי להדריך את ילדיהם בפתרון קונפליקטים עם חברים, התמודדות עם אתגרים בלימודים ועוד.",
    "link": "https://www.abct.org/fact-sheets/problem-solving/"
  },
  {
    "key": "mindfulness_cbt",
    "title": "שילוב קשיבות (מיינדפולנס) בטיפול קוגניטיבי-התנהגותי",
    "author": "Dr. Zindel Segal, Ph.D., Dr. Mark Williams, Ph.D., & Dr. John Teasdale, Ph.D.",
    "short_desc": "מיינדפולנס, או קשיבות, היא היכולת לשים לב לרגע הנוכחי באופן לא שיפוטי. מאמר זה מסביר כיצד שילוב תרגולי מיינדפולנס ב-CBT מסייע למתבגרים לזהות מחשבות ורגשות מבלי 'להישאב' לתוכם, וליצור פער בין הגירוי לתגובה.",
    "long_desc": "מפתחי גישת MBCT (טיפול קוגניטיבי מבוסס מיינדפולנס) מסבירים כיצד תרגול קשיבות משנה את היחס שלנו למחשבות. במקום להתווכח עם המחשבה (כמו ב-CBT קלאסי), לומדים להתבונן בה כ'אירוע מנטלי' חולף. המאמר מציע תרגילים פשוטים כמו 'סריקת גוף' או 'תרגיל הצימוק', שהורים יכולים לעשות יחד עם ילדיהם כדי לפתח את 'שריר' הקשיבות, מה שמסייע בהפחתת לחצים ושיפור הריכוז.",
    "link": "https://www.mindful.org/what-is-mindfulness-based-cognitive-therapy/"
  }
]
