[
  {
    "key": "social_anxiety_school",
    "title": "התמודדות עם חרדה חברתית בבית הספר",
    "author": "Dr. David M. Clark & Dr. Adrian Wells",
    "image": "/static/images/social_anxiety.jpg",
    "short_desc": "הפחד משיפוט שלילי בבית הספר יכול להיות משתק. מאמר זה מסביר את מעגל הקסמים של החרדה החברתית ומציע כלים להתמודדות.",
    "long_desc": "המודל הקוגניטיבי של חרדה חברתית מסביר כיצד 'התנהגויות ביטחון' (כמו הימנעות מקשר עין) והתמקדות-יתר בתחושות פנימיות, דווקא מחזקות את האמונה שאנו נראים מגוחכים. המאמר מציע דרכים לעזור למתבגר להפנות את תשומת הלב החוצה ולבחון את נכונות חששותיו במציאות.",
    "link": "https://www.infocop.es/view_article.asp?id=141"
  },
  {
    "key": "test_anxiety_cbt",
    "title": "התמודדות עם חרדת בחינות",
    "author": "Dr. David H. Barlow, Ph.D.",
    "image": "/static/images/test_anxiety.jpg",
    "short_desc": "חרדת בחינות יכולה לשתק. מאמר זה מציג כלים מבוססי CBT לזיהוי מחשבות קטסטרופליות, הרגעת הסימפטומים הפיזיים ופיתוח אסטרטגיות למידה יעילות.",
    "long_desc": "המאמר מסביר כיצד חרדת בחינות נוצרת מ'מחשבות קטסטרופליות' (כמו 'אם אכשל במבחן, עתידי הרוס'). הוא מציע טכניקות קוגניטיביות לאתגור מחשבות אלו, וכלים התנהגותיים כמו תרגילי נשימה להפחתת הדופק המהיר והמתח הפיזי. בנוסף, הוא מדגיש את החשיבות של הכנה מובנית למבחן כדרך להגברת תחושת השליטה.",
    "link": "https://www.apa.org/topics/anxiety/test-anxiety"
  },
  {
    "key": "anger_aggression_home",
    "title": "כעס ותוקפנות בבית",
    "author": "Dr. Ross W. Greene, Ph.D.",
    "image": "/static/images/anger_aggression_home.jpg",
    "short_desc": "כשהבית הופך לשדה קרב, התסכול גדול. מאמר זה מציע גישה המבוססת על הבנת המקור להתנהגות המאתגרת, וכלים ליצירת שיתוף פעולה במקום עימות.",
    "long_desc": "ד\"ר רוס גרין טוען ש'ילדים מצליחים אם הם יכולים'. המאמר מסביר שהתפרצויות הן לרוב סימן לקושי או לחסך במיומנות, ולא 'רצון רע'. הוא מציג את גישת ה'פתרונות השיתופיים', בה ההורה והילד מזהים יחד את הבעיה ומחפשים פתרון שמקובל על שניהם, מה שמפחית התנגדות ומחזק את הקשר.",
    "link": "https://www.livesinthebalance.org/"
  },
  {
    "key": "sleep_cbti",
    "title": "טיפול קוגניטיבי-התנהגותי להפרעות שינה",
    "author": "Dr. Colleen E. Carney & Dr. Rachel Manber",
    "image": "/static/images/sleep_article.jpg",
    "short_desc": "מתבגרים רבים סובלים מקשיי שינה. מאמר זה מציג את עקרונות ה-CBT-I, טיפול ממוקד ויעיל המסייע בשינוי הרגלים הפוגעים באיכות השינה.",
    "long_desc": "המאמר סוקר את הפרוטוקול של טיפול קוגניטיבי-התנהגותי לאינסומניה (CBT-I), המותאם למתבגרים. הוא מסביר כיצד לזהות 'מחשבות גונבות שינה', להגביל זמן במיטה לפעילויות שינה בלבד, ולקבוע סדר יום קבוע. המאמר מדגיש את חשיבות שיתוף הפעולה של ההורים בתהליך.",
    "link": "https://www.rehab.research.va.gov/jour/09/46/9/pdf/carney.pdf"
  },
  {
    "key": "emotional_regulation_dbt",
    "title": "ויסות רגשי והתפרצויות זעם",
    "author": "Dr. Marsha M. Linehan, Ph.D.",
    "image": "/static/images/emotional_outburst.jpg",
    "short_desc": "התפרצויות זעם וקושי בניהול רגשות הם אתגר נפוץ. המאמר מציג כלים מעשיים המסייעים למתבגרים לזהות רגשות ולהתמודד איתם.",
    "long_desc": "מאמר זה מתמקד בארבעת עמודי התווך של טיפול דיאלקטי-התנהגותי (DBT): קשיבות (מיינדפולנס), יעילות בין-אישית, ויסות רגשי ועמידות במצוקה. הוא מציע תרגילים פשוטים שהורים יכולים ללמד את ילדיהם, כמו טכניקת 'STOP' לעצירה לפני תגובה אימפולסיבית.",
    "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2963469/"
  },
  {
    "key": "eating_disorders_fbt",
    "title": "טיפול משפחתי (FBT) בהפרעות אכילה",
    "author": "Dr. James Lock, MD, Ph.D.",
    "image": "https://placehold.co/600x400/fecaca/991b1b?text=הפרעות+אכילה",
    "short_desc": "בהתמודדות עם הפרעות אכילה, למשפחה יש תפקיד מרכזי. גישת FBT מעצימה הורים לקחת אחריות על החזרת ילדם לאכילה סדירה ובריאה.",
    "long_desc": "טיפול מבוסס-משפחה (FBT) הוא טיפול הבחירה באנורקסיה נרבוזה במתבגרים. המאמר מפרט את שלושת שלבי הטיפול: בשלב הראשון, ההורים מאוחדים ולוקחים שליטה מלאה על הארוחות. בשלב השני, השליטה מועברת בהדרגה חזרה למתבגר. בשלב השלישי, מתמקדים באתגרי גיל ההתבגרות הכלליים.",
    "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3035837/"
  },
  {
    "key": "parent_child_interaction",
    "title": "טיפול באינטראקציית הורה-ילד (PCIT)",
    "author": "Dr. Cheryl B. McNeil, Ph.D.",
    "image": "https://placehold.co/600x400/a5f3fc/164e63?text=אינטראקציה+חיובית",
    "short_desc": "PCIT הוא טיפול מבוסס-ראיות שנועד לשפר את איכות היחסים בין הורים לילדים ולהפחית בעיות התנהגות, תוך התמקדות בתקשורת ופתרון קונפליקטים.",
    "long_desc": "למרות ש-PCIT פותח לילדים צעירים, עקרונותיו ישימים למתבגרים. השלב הראשון, 'אינטראקציה מונחית-ילד', מתמקד בהקשבה וחיזוקים. השני, 'אינטראקציה מונחית-הורה', מתמקד במתן הוראות יעילות. המטרה היא לבנות קשר חיובי כבסיס להצבת גבולות.",
    "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4407422/"
  },
  {
    "key": "ocd_erp",
    "title": "חשיפה ומניעת תגובה (ERP) לטיפול ב-OCD",
    "author": "Dr. Edna B. Foa, Ph.D.",
    "image": "https://placehold.co/600x400/d8b4fe/581c87?text=OCD+-+ERP",
    "short_desc": "ERP נחשב לטיפול היעיל ביותר ב-OCD. המאמר מסביר את ההיגיון מאחורי השיטה: חשיפה מכוונת למחשבות המעוררות חרדה, תוך הימנעות מהטקסים.",
    "long_desc": "ד\"ר פואה מסבירה כיצד טקסים (קומפולסיות) מפחיתים חרדה בטווח הקצר אך משמרים את ה-OCD בטווח הארוך. הטיפול כולל בניית היררכיית חשיפות, מהקל אל הכבד. תפקיד ההורים הוא קריטי: עליהם ללמוד להפסיק להשתתף בטקסים ולעודד את המתבגר.",
    "link": "https://iocdf.org/about-ocd/ocd-treatment/erp/"
  },
  {
    "key": "behavioral_activation_depression",
    "title": "הפעלה התנהגותית (BA) לטיפול בדיכאון",
    "author": "Dr. Christopher R. Martell, Ph.D.",
    "image": "https://placehold.co/600x400/bae6fd/0c4a6e?text=הפעלה+התנהגותית",
    "short_desc": "דיכאון גורם לנסיגה מפעילויות מהנות. הפעלה התנהגותית (BA) היא גישה המתמקדת בהגברת הפעילות באופן שיטתי כדי לשבור את מעגל הדיכאון.",
    "long_desc": "במקום להתמקד בניתוח מחשבות, BA מתרכז בקשר הישיר בין פעולה למצב רוח. הטיפול כולל ניטור הקשר בין פעילויות ומצב רוח, זיהוי דפוסי הימנעות, ובניית היררכיית פעילויות מהנות או בעלות ערך, מהקל אל הכבד. הורים יכולים לסייע בזיהוי ובתכנון שילובן ההדרגתי בסדר היום.",
    "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4894325/"
  },
  {
    "key": "screen_time_cbt",
    "title": "שימוש בעקרונות CBT לניהול זמן מסך",
    "author": "Dr. David Greenfield, Ph.D.",
    "image": "https://placehold.co/600x400/93c5fd/1e3a8a?text=זמן+מסך",
    "short_desc": "המאבק על זמן מסך הוא אתגר מרכזי. מאמר זה מיישם עקרונות CBT להבנת השימוש הבעייתי במסכים ומציע כלים ליצירת הרגלים בריאים יותר.",
    "long_desc": "המאמר מסביר כיצד התראות ואלגוריתמים מתוכננים ללכוד את תשומת הלב. הוא מציע להורים ולמתבגרים לעבוד יחד על זיהוי הטריגרים לשימוש יתר (שעמום, חרדה חברתית), והמחשבות ('רק עוד סרטון אחד'). הפתרונות כוללים יצירת 'תקציב זמן מסך' וקביעת אזורים 'ללא מסך'.",
    "link": "https://virtual-addiction.com/net-compulsion/dopamine-and-the-brain/"
  },
  {
    "key": "communication_skills",
    "title": "שיפור מיומנויות תקשורת במשפחה",
    "author": "Dr. Aaron T. Beck, M.D.",
    "image": "https://placehold.co/600x400/a5b4fc/312e81?text=תקשורת+במשפחה",
    "short_desc": "תקשורת לקויה נובעת לרוב מ'עיוותי חשיבה'. מאמר זה מסביר כיצד זיהוי מחשבות אוטומטיות במהלך ויכוח יכול להוביל לדיאלוג יעיל יותר.",
    "long_desc": "ד\"ר בק מסביר שמאחורי כל אמירה כועסת מסתתרת מחשבה אוטומטית. הוא מציע להורים לתרגל 'הקשבה פעילה' – לחזור על דברי המתבגר במילים שלהם כדי לוודא שהבינו נכון. כמו כן, הוא מלמד לזהות עיוותי חשיבה נפוצים בוויכוחים, כמו 'קריאת מחשבות'.",
    "link": "https://beckinstitute.org/blog/3-ways-to-improve-communication-in-your-relationships/"
  },
  {
    "key": "problem_solving_skills",
    "title": "לימוד כישורי פתרון בעיות חברתיות (SPS)",
    "author": "Dr. Arthur M. Nezu, Ph.D. & Dr. Christine Maguth Nezu, Ph.D.",
    "image": "https://placehold.co/600x400/d8b4fe/581c87?text=פתרון+בעיות",
    "short_desc": "קושי בפתרון בעיות יכול להוביל לתסכול. גישת SPS היא שיטת CBT מובנית בת 5 שלבים המסייעת למתבגרים לגשת לבעיות באופן שיטתי.",
    "long_desc": "המאמר מפרט את חמשת שלבי ה-SPS: 1. הגדרת הבעיה. 2. סיעור מוחות לפתרונות. 3. הערכת יתרונות וחסרונות. 4. בחירת הפתרון ותכנון. 5. ביצוע ומעקב. הורים יכולים להשתמש במודל זה כדי להדריך את ילדיהם בפתרון קונפליקטים.",
    "link": "https://www.abct.org/fact-sheets/problem-solving/"
  },
  {
    "key": "mindfulness_cbt",
    "title": "שילוב קשיבות (מיינדפולנס) ב-CBT",
    "author": "Dr. Zindel Segal, Ph.D., et al.",
    "image": "https://placehold.co/600x400/818cf8/e0e7ff?text=מיינדפולנס",
    "short_desc": "מיינדפולנס היא היכולת לשים לב לרגע הנוכחי באופן לא שיפוטי. שילוב תרגולי מיינדפולנס ב-CBT מסייע לזהות מחשבות ורגשות מבלי להישאב לתוכם.",
    "long_desc": "מפתחי גישת MBCT מסבירים כיצד תרגול קשיבות משנה את היחס שלנו למחשבות. במקום להתווכח עם המחשבה, לומדים להתבונן בה כ'אירוע מנטלי' חולף. המאמר מציע תרגילים פשוטים כמו 'סריקת גוף' או 'תרגיל הצימוק', שהורים יכולים לעשות יחד עם ילדיהם.",
    "link": "https://www.mindful.org/what-is-mindfulness-based-cognitive-therapy/"
  },
  {
    "key": "procrastination_cbt",
    "title": "הבנה וטיפול בדחיינות באמצעות CBT",
    "author": "Dr. Timothy A. Pychyl, Ph.D.",
    "image": "https://placehold.co/600x400/fdba74/9a3412?text=דחיינות",
    "short_desc": "דחיינות היא לא עצלנות, אלא קושי בוויסות רגשי. מאמר זה מציע אסטרטגיות CBT להתמודדות, כמו חלוקת משימות גדולות לצעדים קטנים.",
    "long_desc": "ד\"ר פיצ'ל מסביר שהיא נובעת מרצון להימנע מרגשות לא נעימים הקשורים למשימה. הוא מציע כלים מעשיים: טכניקת '5 דקות', התמקדות ב'פעולה הבאה' הקונקרטית, ושימוש ב'סליחה עצמית' לאחר דחיינות כדי לשבור את המעגל השלילי.",
    "link": "https://www.researchgate.net/publication/268421110_Cognitive_behavioral_therapy_for_procrastination"
  }
]
