[
  {
    "key": "social_anxiety_school",
    "title": "התמודדות עם חרדה חברתית בבית הספר",
    "author": "National Social Anxiety Center",
    "image": "/static/images/image_e75a56.jpg",
    "short_desc": "מדריך מקיף לטיפול קוגניטיבי-התנהגותי (CBT) בחרדה חברתית, כולל כלים מעשיים להורים ולמתבגרים.",
    "long_desc": "טיפול קוגניטיבי-התנהגותי (CBT) הוא טיפול יעיל ביותר לחרדה חברתית בילדים, מתבגרים ומבוגרים. המדריך מסביר כיצד לזהות ולאתגר מחשבות שליליות התורמות לחרדה חברתית, ומציע אסטרטגיות מעשיות לבניית ביטחון ושיפור כישורים חברתיים.",
    "link": "https://nationalsocialanxietycenter.com/books/"
  },
  {
    "key": "cbt_youth_anxiety",
    "title": "CBT לטיפול בחרדה אצל ילדים ומתבגרים",
    "author": "PMC - National Center for Biotechnology Information",
    "image": "/static/images/image_e7655b.jpg",
    "short_desc": "מחקר מקיף על יעילות הטיפול הקוגניטיבי-התנהגותי בטיפול בהפרעות חרדה אצל ילדים ומתבגרים.",
    "long_desc": "מחקרים קליניים מציגים שכשני שליש מהילדים המטופלים ב-CBT יהיו נקיים מהאבחון העיקרי שלהם בסיום הטיפול. רכיבי הליבה של CBT כוללים הערכה מקיפה, בניית יחסי טיפול טובים, שיחזור קוגניטיבי, חשיפה חוזרת עם הפחתת התנהגות הימנעות, ואימון מיומנויות.",
    "link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC3091167/"
  },
  {
    "key": "free_cbt_tools_teens",
    "title": "כלי CBT חינמיים לטיפול בחרדה ודיכאון אצל מתבגרים",
    "author": "ABCT - Association for Behavioral and Cognitive Therapies",
    "image": "/static/images/image_e75dfd.jpg",
    "short_desc": "אוסף כלים קוגניטיבי-התנהגותיים חינמיים לטיפול בחרדה, לחץ ודיכאון אצל ילדים ומתבגרים.",
    "long_desc": "פרויקט של האקדמיות הלאומיות למדע, הנדסה ורפואה הממומן על ידי ה-CDC מציע סט כלים קוגניטיבי-התנהגותיים לטיפול בלחץ, חרדה ודיכאון אצל ילדים ומתבגרים. הכלים זמינים בנחלת הכלל באנגלית ובספרדית.",
    "link": "https://www.abct.org/featured-articles/addressing-stress-anxiety-and-depression-in-children-and-adolescents/"
  },
  {
    "key": "online_cbt_workbook",
    "title": "חוברת עבודה מקוונת חינמית ל-CBT",
    "author": "Albert Bonfil, PsyD & Suraji Wagage PhD",
    "image": "/static/images/image_e7c31a.jpg",
    "short_desc": "חוברת עבודה מקוונת חינמית המיועדת לעזור לאנשים ללמוד כישורי וטכניקות טיפול קוגניטיבי-התנהגותי.",
    "long_desc": "זוהי חוברת עבודה מקוונת חינמית המיועדת לעזור לאנשים ללמוד כישורי וטכניקות טיפול קוגניטיבי-התנהגותי. CBT הוכח במחקרים מדעיים רבים כטיפול היעיל ביותר לדיכאון, חרדה ובעיות פסיכולוגיות אחרות.",
    "link": "https://cogbtherapy.com/free-online-cbt-workbook"
  },
  {
    "key": "teen_cope_program",
    "title": "תוכנית COPE מקוונת למתבגרים",
    "author": "COPE2THRIVE Programs",
    "image": "/static/images/image_e76d01.jpg",
    "short_desc": "תוכנית מקוונת בת 7 מפגשים המבוססת על CBT, המיועדת לעזור למתבגרים להתמודד עם חרדה, לחץ ודיכאון.",
    "long_desc": "התוכנית המקוונת בת 7 השבועות היא תוכנית חינוכית אינטראקטיבית המועברת בפרטיות בבית של כל תלמיד. פורמט זה מושלם למתבגרים והורים המחפשים תוכנית פרטית, בקצב עצמי לעזור למתבגרים ללמוד כישורי CBT להתמודדות עם לחץ, חרדה ודיכאון.",
    "link": "https://www.cope2thrive.com/online-programs-summary-page"
  },
  {
    "key": "cbt_worksheets_free",
    "title": "דפי עבודה חינמיים ל-CBT",
    "author": "Think CBT & Psychology Tools",
    "image": "/static/images/image_e7655b.jpg",
    "short_desc": "אוסף נרחב של דפי עבודה וכלים חינמיים לטיפול קוגניטיבי-התנהגותי, מתאים לילדים, מתבגרים ומבוגרים.",
    "long_desc": "דפי העבודה והתרגילים הקוגניטיבי-התנהגותיים הבאים ניתנים להורדה בחינם לשימוש של אנשים העוברים טיפול או מטפלים המספקים CBT. דפי עבודה אלו מהווים חלק מחוברת העבודה Think CBT, הכוללת מגוון רחב של משאבים טיפוליים מבוססי ראיות.",
    "link": "https://thinkcbt.com/think-cbt-worksheets"
  },
  {
    "key": "adapting_cbt_youth",
    "title": "התאמת CBT לילדים ומתבגרים עם חרדה",
    "author": "Frontiers in Psychiatry",
    "image": "/static/images/image_e75a56.jpg",
    "short_desc": "מחקר עדכני על התאמת טיפול קוגניטיבי-התנהגותי לסביבות שונות: בתי ספר, מרכזי בריאות נפש קהילתיים ותוכניות מקוונות.",
    "long_desc": "הפרעות חרדה נפוצות בקרב ילדים ומתבגרים ונמצאות אצל כמעט 20% מהנוער. CBT לחרדת נוער הוא התערבות מבוססת היטב, כאשר מטה-אנליזות מסכמות שכ-60% מהנוער מתאושש לאחר הטיפול. בעשור האחרון, CBT לחרדת נוער הותאם לסביבות מגוונות.",
    "link": "https://www.frontiersin.org/journals/psychiatry/articles/10.3389/fpsyt.2023.1067047/full"
  },
  {
    "key": "parent_teen_communication",
    "title": "שיפור תקשורת הורה-מתבגר",
    "author": "APA - American Psychological Association",
    "image": "/static/images/image_e76d01.jpg",
    "short_desc": "משאבים מקיפים להורים לשיפור התקשורת עם מתבגרים, כולל טיפול בדיכאון וחרדה.",
    "long_desc": "האקדמיה האמריקאית לפסיכולוגיה מציעה משאבים נרחבים להורים ומטפלים העובדים עם ילדים ומתבגרים. המשאבים כוללים מידע על דיכאון, חרדה וטיפולים מבוססי ראיות, כמו גם הדרכה למציאת עזרה מקצועית.",
    "link": "https://www.apa.org/depression-guideline/resources/children-adolescents"
  },
  {
    "key": "intensive_cbt_social_anxiety",
    "title": "CBT אינטנסיבי לחרדה חברתית",
    "author": "PubMed - NIH",
    "image": "/static/images/image_e7c31a.jpg",
    "short_desc": "מחקר פורץ דרך על טיפול קוגניטיבי-התנהגותי אינטנסיבי בן 7 יום לחרדה חברתית המועבר דרך האינטרנט.",
    "long_desc": "אפשרויות CBT נגישות ובמחיר סביר להפרעת חרדה חברתית המאפשרות שיפור מהיר בתסמינים נחוצות. המחקר הנוכחי חקר את ה-CBT האינטנסיבי הראשון בן 7 ימים המועבר דרך האינטרנט עבור חרדה חברתית.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34534800/"
  },
  {
    "key": "positive_psychology_cbt",
    "title": "35 תרגילי CBT עוצמתיים למטפלים",
    "author": "Positive Psychology Program",
    "image": "/static/images/image_e75dfd.jpg",
    "short_desc": "אוסף מקיף של תרגילים וטכניקות CBT מעשיים לטיפול בחרדה, דיכאון, ADHD ובעיות נוספות.",
    "long_desc": "רשימה של תרגילים וטכניקות CBT רב-תכליתיים ויעילים על פני חרדה, דיכאון, ADHD ועוד. עבור לקוחות רבים, טיפול קוגניטיבי-התנהגותי (CBT) היה משנה חיים, משפר את הרווחה הפסיכולוגית, ביצועי העבודה והמערכות היחסים שלהם.",
    "link": "https://positivepsychology.com/cbt-cognitive-behavioral-therapy-techniques-worksheets/"
  }
]